"Invalid Mac" = "ROM-fel";
"Invalid Header" = "Ethernets MAC-adress är 00:00:00:00:00:00";
"Unplug Header" = "USB-enhet frånkopplad";
"Unplug Notice" = "USB-enheten kopplades bort medan ett program var aktivt. Data kan ha gått förlorade.";
"OK" = "OK";